tutorials/mesh/snappyHexMesh/motorBike/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication snappyHexMesh
\rm -rf constant/polyMesh
\mv 3/polyMesh constant
\rm -rf 1 2 3
runApplication simpleFoam
